Repository: openfoodfacts/openfoodfacts-ios
Catalog: xliff/*.xliff
Languages: ar, da, fi, fil, he, hi, kn, lb, nl, sl, th

# product-detail.nutrition-table.for-serving
source: Per serving
ar: لكل وجبة
da: Pr. portion
fi: Annosta kohti
fil: Bawat serving
he: להגשה
hi: प्रत्येक हिस्सा
kn: ಪ್ರತಿ ಸೇವೆಗೆ
lb: pro Portioun
nl: Per portie
sl: Na porcijo
th: ต่อการให้บริการ

# product-detail.nutrition-table.nutritional-table-header
source: Nutrition facts
ar: حقائق غذائية
da: Ernæringsfakta
fi: Ravintosisältö
fil: Talahanayan ng nutrisyon
he: מפרט תזונתי
hi: पोषण तथ्य
kn: ಪೌಷ್ಟಿಕ ಅಂಶಗಳು
lb: Ernährungangaben
nl: Voedingswaarden
sl: Dejstva o hranilni vrednosti
th: ข้อมูลโภชนาการ

# product-detail.nutrition.carbon-footprint
source: Carbon footprint / CO2 emissions
ar: انبعاثات الكربون / انبعاثات ثاني أكسيد الكربون
da: CO2-udslip
fi: Hiilijalanjälki / CO2-päästöt
he: טביעת רגל פחמנית / פליטות פחמן דו־חמצני
hi: कार्बन पदचिह्न / कार्बन डाईऑक्साइड उत्सर्जन
kn: ಇಂಗಾಲದ ಹೆಜ್ಜೆಗುರುತು / CO2 ಹೊರಸೂಸುವಿಕೆಗಳು:
lb: Ökologeschen Foussofdrock/ CO2 Emissiounen
nl: Carbon footprint / CO2-uitstoot
sl: Ogljični odtis / emisije CO2
th: การปล่อยคาร์บอนไดออกไซด์ / CO2

# product-detail.nutrition.serving-size
source: Serving size
ar: حجم الحصة
da: Portionsstørrelse
fi: Palvelevat koko
fil: Sukat ng serving
he: גודל ההגשה
hi: सेवारत माप
kn: ವಿತರಣೆಯ ಗಾತ್ರ
lb: Gréisst vun der Portioun
nl: Grootte van een portie
sl: Velikost obroka
th: ที่ให้บริการขนาด

# product-detail.page-title.ingredients
source: Ingredients
ar: المكونات
da: Ingredienser
fi: Ainekset
fil: Mga sangkap
he: רכיבים
hi: सामग्री
kn: ಪದಾರ್ಥಗಳು
lb: Inhaltstoffer
nl: Ingrediënten
sl: Sestavine
th: ส่วนผสม

# product-detail.page-title.nutrition
source: Nutrition
ar: التغذية
da: Ernæring
fi: Nutri-Score
fil: Nutrisyon
he: תזונה
hi: पोषण
kn: ಪೋಷಣೆ
lb: Ernährung
nl: Voedingswaarde
sl: Prehrana
th: อาหารการกิน

# product-detail.page-title.nutrition-table
source: Nutrition table
ar: جدول الحقائق الغذائية
da: Ernæringstabel
fi: Ravintosisältö
fil: Talahanayan ng nutrisyon
he: טבלת ערכים תזונתיים
hi: पोषण सूची
kn: ನ್ಯೂಟ್ರಿಷನ್ ಟೇಬಲ್
lb: Ernährungopdeelung
nl: Voedingstabel
sl: Tabela prehrane
th: ตารางโภชนาการ

# product-detail.page-title.summary
source: Summary
ar: الملخص
da: Oversigt
fi: Yhteenveto
fil: Buod
he: תקציר
hi: संग्रह
kn: ಸಾರಾಂಶ
lb: Iwwersiicht
nl: Samenvatting
sl: Povzetek
th: สรุป

# product-detail.summary.barcode
source: Barcode
ar: الرمز الشريطي
da: Stregkode
fi: Viivakoodi
he: ברקוד
hi: बारकोड
kn: ಬಾರ್‌ ಕೋಡ್
nl: Streepjescode
sl: Črtna koda
th: บาร์โค้ด

# product-detail.summary.brands
source: Brands
ar: العلامات التجارية
da: Mærker
fi: Tuotemerkit
fil: Mga Tatak
he: מותגים
hi: ब्रांड
kn: ಬ್ರಾಂಡ್ಸ್
lb: Marken
nl: Merken
sl: Blagovne znamke
th: แบรนด์

# product-detail.summary.categories
source: Categories
ar: الفئات
da: Kategorier
fi: Luokat
fil: Mga Kategorya
he: קטגוריות
hi: श्रेणियाँ
kn: ವರ್ಗಗಳು
lb: Kategorien
nl: Categorieën
sl: Kategorije
th: หมวดหมู่

# product-detail.summary.citiesTags
source: City, state and country where purchased
ar: المدينة والولاية وبلد الشراء
da: By, stat og land, hvor det er købt
fi: Kaupungin, valtion ja ostomaassa
fil: Lungsod, estado at bansa kung saan binili
he: עיר/מושב/קיבוץ/כפר בהם נרכש המוצר
hi: शहर, राज्य और देश जहाँ इसे खरीदा गया
kn: ಖರೀದಿಸಿದ ನಗರ, ರಾಜ್ಯ ಮತ್ತು ದೇಶ:
lb: Uertschaft oder Stadt an Land wou der et kaaft huet
nl: Stad en land van aankoop
sl: Mesto, država in država, kjer ste jih kupili
th: เมืองรัฐและประเทศที่ซื้อ

# product-detail.summary.countries
source: Countries where sold
ar: بلدان بيع
da: Lande, hvorfra der sælges
fi: Maat myyntiehdot
fil: Mga bansa kung saan ibinebenta
he: ארצות בהן נמכר
hi: जिन देशों में बिकता है
kn: Country
lb: Country
nl: Landen van verkoop
sl: Države, kjer se prodaja
th: ประเทศของการขาย

# product-detail.summary.labels
source: Labels, certifications, awards
ar: التسميات، الشهادات، الجوائز
da: Etiketter, certificeringer, priser
fi: Etiketit, sertifikaatit, palkinnot
fil: Mga label, mga sertipiko, mga parangal
he: תוויות, אישורים, פרסים
hi: लेबल, प्रमाणपत्र, पुरस्कार
kn: ಲೇಬಲ್ಗಳು, ಪ್ರಮಾಣೀಕರಣಗಳು, ಪ್ರಶಸ್ತಿಗಳು:
lb: Labelen, Zertifizéierungen, Auszeechnungen
nl: Labels, certificaten, prijzen
sl: Etikete, potrdila, nagrade
th: ป้ายกำกับการรับรองรางวัล

# product-detail.summary.manufacturing-places
source: Manufacturing or processing places
ar: أماكن التصنيع أو التجهيز
da: Produktions- eller forarbejdningssteder
fi: Valmistus- tai käsittelypaikat
fil: Mga lugar ng paggawa o pagproseso
he: מקומות הייצור או העיבוד
hi: विनिर्माण या प्रसंस्करण स्थान
kn: ಉತ್ಪಾದನಾ ಅಥವಾ ಸಂಸ್ಕರಣೆ ಸ್ಥಳಗಳು:
lb: Fabrikant oder Veraarbechtungsplaatz
nl: Locaties van productie of verwerking
sl: Obdelava ali predelava
th: สถานที่ผลิตหรือแปรรูป

# product-detail.summary.origins
source: Origin of ingredients
ar: أصل المكونات
da: Oprindelse af ingredienser
fi: Alkuperä ainesosien
fil: Pinagmulan ng mga sangkap
he: מקור הרכיבים
hi: सामग्री की उत्पत्ति
kn: ಪದಾರ್ಥಗಳ ಮೂಲ:
lb: Ursprong vun den Zutaten
nl: Herkomst van de ingrediënten
sl: Poreklo sestavin
th: แหล่งที่มาของวัตถุดิบ

# product-detail.summary.packaging
source: Packaging
ar: التعبئة والتغليف
da: Emballage
fi: Pakkaus
he: אריזה
hi: पैकेजिंग
kn: ಪ್ಯಾಕೇಜಿಂಗ್
lb: Verpackungsart
nl: Verpakking
sl: Pakiranje
th: บรรจุภัณฑ์

# product-detail.summary.quantity
source: Quantity
ar: كمية
da: Kvantitet
fi: Määrä
fil: Dami
he: כמות
hi: मात्रा
kn: ಪ್ರಮಾಣ
lb: Quantitéit
nl: Hoeveelheid
sl: Količina
th: ปริมาณ

# product-detail.summary.stores
source: Stores
ar: المتاجر
da: Butikker
fi: Myymälät
fil: Mga Tindahan
he: חנויות
hi: दुकाने
kn: ಅಂಗಡಿಗಳು
lb: Geschäfter
nl: Winkels
sl: Trgovine
th: ร้านค้า

# product-scanner.barcode.error
source: Error scanning barcode. Please try again in a few moments.
ar: خطأ في مسح الباركود. لحظات و اعد المحاولة مرة أخرى.
da: Fejl under stregkodeskanning. Forsøg igen om et øjeblik.
fi: Viivakoodin luku epäonnistui. Yritä hetken kuluttua uudestaan.
fil: Error sa pag-scan ng barcode. Mangyaring subukan muli sa ilang sandali.
he: אירעה שגיאה בסריקת הברקוד. נא לנסות שוב בעוד מספר רגעים.
hi: बारकोड स्कैनिंग में त्रुटि । कृपया कुछ क्षणों में पुन: प्रयास करें ।
kn: ಬಾರ್ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡುವಲ್ಲಿ ದೋಷ. ದಯವಿಟ್ಟು ಕೆಲವು ಕ್ಷಣಗಳಲ್ಲಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
lb: Fehler beim Scannen vum Barcode.Probéiert w.e.g. et nach eng Kéier no engem kuerzen Moment
nl: Fout bij het scannen van streepjescode. Probeer het over een paar seconden opnieuw.
sl: Napaka pri skeniranju črtne kode. Poskusite znova čez nekaj trenutkov.
th: เกิดข้อผิดพลาดในการสแกนบาร์โค้ด โปรดลองอีกครั้งในอีกสักครู่.

# product-scanner.overlay.extended-user-help
source: Can't find a barcode. Center the barcode in the screen. Make sure the barcode is well lit.
ar: لا يمكن العثور على الباركود. توسيط الباركود في الشاشة. تأكد من إضاءة الباركود جيدًا.
da: Kan ikke finde en stregkode. Centrér stregkoden på skærmen. Sørg for, at stregkoden er veloplyst.
fi: Viivakoodia ei löydy. Keskitä viivakoodi näyttöön. Varmista, että viivakoodi on hyvin valaistu.
fil: Hindi mahanap ang isang barcode. I-sentro ang barcode sa screen. Siguraduhin na ang barcode ay mahusay na naiilawan.
he: לא ניתן למצוא ברקוד. יש להציב את הברקוד במרכז המסך. נא לוודא שהברקוד מואר כראוי.
hi: बारकोड नहीं मिल रहा। बारकोड स्क्रीन के केंद्र में रखे। सुनिश्चित करें कि बारकोड अच्छी तरह से ज्योतिर्मय है।
kn: ಬಾರ್ಕೋಡ್ ಅನ್ನು ಕಂಡುಹಿಡಿಯಲಾಗಲಿಲ್ಲ. ತೆರೆಯಲ್ಲಿ ಬಾರ್ಕೋಡ್ ಅನ್ನು ಕೇಂದ್ರೀಕರಿಸಿ. ಬಾರ್ಕೋಡ್ ಚೆನ್ನಾಗಿ ಬೆಳಗಿದೆಯೇ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
lb: Fannen den Barcode nët Zentréiert den Barcode an Mëtt vum Bildschirm Passt op dass den Barcode gudd am Quadrat ass
nl: Kan streepjescode niet vinden. Centreer de streepjescode op het scherm. Zorg ervoor dat de streepjescode goed verlicht is.
sl: Črtne kode ni mogoče najti. Središče črtne kode na zaslonu. Prepričajte se, da je črtna koda dobro osvetljena.
th: ไม่พบบาร์โค้ด ศูนย์บาร์โค้ดในหน้าจอ ตรวจสอบให้แน่ใจบาร์โค้ดเป็นอย่างดีสว่าง

# product-scanner.overlay.user-help
source: Scan the barcode of the product
ar: مسح باركود المنتج
da: Skan produktstregkoden
fi: Lue tuotteen viivakoodi
fil: I-scan ang barcode ng produkto
he: יש לסרוק את הברקוד של המוצר
hi: उत्पाद के बारकोड को स्कैन करें
kn: ಉತ್ಪನ್ನದ ಬಾರ್ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
lb: Scannt den Barcode vum Produkt
nl: Scan de barcode van het product
sl: Skenirajte črtno kodo izdelka
th: สแกนบาร์โค้ดของผลิตภัณฑ์

# product-scanner.permissions.failed.action.title
source: Leave barcode scanning
ar: اترك مسح الباركود
da: Forlad stregkodeskanning
fi: Poistu viivakoodinluvusta
fil: Iwanan ang pag-scan ng barcode
he: יציאה מסריקת הברקוד
hi: बारकोड स्कैनिंग छोड़ें
kn: ಬಾರ್ಕೋಡ್ ಸ್ಕ್ಯಾನಿಂಗ್ ಬಿಡಿ
lb: Verlossen vum Barcodescanning
nl: Laat barcode scannen
sl: Pustite skenoranje črtne kode
th: ออกจากการสแกนบาร์โค้ด

# product-scanner.permissions.failed.message
source: Check in Privacy Settings if OpenFoodFacts has permission to use the camera
ar: تحقق في إعدادات الخصوصية إذا كان OpenFoodFacts لديه إذن لاستخدام الكاميرا
da: Tjek i Fortrolighedsindstillinger, om Open Food Facts har kamerarettighed
fi: Tarkista Tietosuoja-asetuksista onko OpenFoodFacts:lla lupa käyttää kameraa
fil: Tingnan sa mga setting ng Privacy kung ang OpenFoodFacts ay may pahintulot na gamitin ang kamera
he: יש לבדוק בהגדרות הפרטיות אם ל־OpenFoodFacts יש הרשאה להשתמש במצלמה
hi: गोपनीयता सेटिंग्स में जांच करें यदि OpenFoodFacts को कैमरे का उपयोग करने की अनुमति है
kn: OpenFoodFacts ಕ್ಯಾಮೆರಾ ಬಳಸಲು ಅನುಮತಿಯನ್ನು ಹೊಂದಿದ್ದರೆ ಗೌಪ್ಯತೆ ಸೆಟ್ಟಿಂಗ್ಗಳಲ್ಲಿ ಪರಿಶೀಲಿಸಿ
lb: Kuckt an ären Astellungen no op OpenFoodFacts Erlabnis huet fir Kamera ze benotzen
nl: Controleer in Privacy-instellingen of OpenFoodFact toestemming heeft om de camera te gebruiken
sl: Preverite nastavitve zasebnosti, če ima OpenFoodFacts dovoljenje za uporabo fotoaparata
th: ตรวจสอบในการตั้งค่าความเป็นส่วนตัวถ้า OpenFoodFacts ได้รับอนุญาตให้ใช้กล้องถ่ายรูป

# product-scanner.permissions.failed.title
source: Could not setup barcode scanning
ar: لا يمكن إعداد مسح الباركود
da: Kunne ikke opsætte stregkodeskanning
fi: Viivakoodinlukua ei voitu alustaa
fil: Hindi mai-setup ang pag-scan ng barcode
he: לא ניתן להגדיר סריקת ברקוד
hi: बारकोड स्कैनिंग को सेटअप नहीं किया जा सका
kn: ಬಾರ್ಕೋಡ್ ಸ್ಕ್ಯಾನಿಂಗ್ ಅನ್ನು ಹೊಂದಿಸಲಾಗಲಿಲ್ಲ
lb: Den Barcode konnt nët agestallt ginn
nl: Barcode scanner kan niet installeren
sl: Skeniranja črtnih kod ni bilo mogoče nastaviti
th: ไม่สามารถสแกนบาร์โค้ดได้

# product-scanner.permissions.noPermissions.action.title
source: Open Settings
ar: فتح الإعدادات
da: Åbn Indstillinger
fil: Buksan ang mga setting
he: פתיחת ההגדרות
hi: सेटिंग्स खोलें
kn: ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ತೆರೆಯಿರಿ
lb: Astellungen opmaachen
nl: Instellingen openen
sl: Odpri nastavitve
th: เปิดการตั้งค่า

# product-scanner.permissions.noPermissions.message
source: Please grant permission to use the camera to be able to scan barcodes
ar: يرجى منح إذن لاستخدام الكاميرا لتكون قادرة على مسح الباركود
da: Tildel kamerarettighed for at kunne skanne stregkoder
fi: Anna lupa käyttää kameraa viivakoodien skannaamiseen
fil: Mangyaring magbigay ng pahintulot na gamitin ang kamera upang ma-scan ang mga barcode
he: נא להעניק הרשאה לשימוש במצלמה כדי לאפשר סריקת ברקודים
hi: बारकोड स्कैन करने के लिए कृपया कैमरे का उपयोग करने की अनुमति दें
kn: ದಯವಿಟ್ಟು ಬಾರ್ಕೋಡ್ಗಳನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಲು ಕ್ಯಾಮರಾವನ್ನು ಬಳಸಲು ಅನುಮತಿ ನೀಡಿ
lb: Gitt w.e.g. Erlabnis fir Kamera ze benotzen fir op dësem Wee den Barcode ze scannen
nl: Sta toestemming toe om de camera te gebruiken om barcodes te scannen
sl: Prosimo, podelite dovoljenje za uporabo fotoaparata, s katerim lahko skenirate črtne kode
th: โปรดให้สิทธิ์ในการใช้กล้องเพื่อให้สามารถสแกนบาร์โค้ดได้

# product-scanner.permissions.noPermissions.title
source: OpenFoodFacts needs camera permissions
ar: تحتاج OpenFoodFacts أذونات الكاميرا
da: Open Food Facts behøver kamerarettighed
fi: OpenFoodFacts tarvitsee kameran käyttöoikeuden
fil: Kailangan ng OpenFoodFacts ng mga pahintulot sa kamera
he: ל־OpenFoodFacts נדרשות הרשאות למצלמה
hi: OpenFoodFacts कैमरा अनुमतियों की आवश्यकता है
kn: ಓಪನ್ ಫೂಡ್ ಫ್ಯಾಕ್ಟ್ಸ್ಗೆ ಕ್ಯಾಮೆರಾ ಅನುಮತಿಗಳ ಅಗತ್ಯವಿದೆ
lb: OpenFoodFacts brauch Kameraerlabnis
nl: OpenFoodFacts heeft camerapermissies nodig
sl: OpenFoodFacts potrebuje dovoljenja za kamero
th: OpenFoodFacts ต้องการสิทธิ์ของกล้อง

# product-scanner.search.status
source: Loading product...
ar: جارٍى تحميل المنتج...
da: Indlæser produkt...
fi: Ladataan tuotetta...
fil: Naglo-load ng produkto...
he: המוצר נטען…
hi: उत्पाद लोड हो रहा है...
kn: ಉತ್ಪನ್ನವನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ %s
lb: Produktdaten ginn gelueden.....
nl: Product wordt geladen...
sl: Nalaganje izdelka...
th: กำลังโหลดผลิตภัณฑ์ ...

# product-search.error-view.subtitle
source: Please try again
ar: من فضلك حاول مرة أخرى
da: Forsøg venligst igen
fi: Ole hyvä ja yritä uudelleen
fil: Mangyaring subukan muli
he: נא לנסות שוב
hi: कृपया फिर प्रयास करें
kn: ದಯವಿಟ್ಟು ಪುನಹ ಪ್ರಯತ್ನಿಸಿ
lb: Probéiert et w.e.g. nach eng Kéier
nl: Probeer het opnieuw
sl: Prosimo, poskusite znova
th: กรุณาลองอีกครั้ง

# product-search.error-view.title
source: Something went wrong
ar: حدث خطأ ما
da: Noget gik galt
fi: Jotain meni pieleen
fil: May nangyaring mali
he: משהו השתבש
hi: कुछ गड़बड़ हुई है।
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ
lb: Et ass eng schief gelaaf
nl: Er ging iets mis
sl: Nekaj je šlo narobe
th: บางอย่างผิดพลาด

# product-search.initial-view.text
source: Open Food Facts is an open database of food products with ingredients, allergens, nutrition facts and all the tidbits of information we can find on product labels.
ar: Open Beauty Facts هو قاعدة بيانات لمنتجات مستحضرات التجميل مع المكونات، والمواد المسببة للحساسية، والمؤشرات وجميع المعلومات التي يمكن أن نجدها على ملصقات المنتج.
da: Open Food Facts er en åben database over fødevareprodukter inkl. ingredienser, allergener, ernæringsfakta og alle mulige oplysninger om produktmærker.
fi: Open Food Facts on avoin elintarviketietokanta, jossa on tietoja ainesosista, allergeeneista, ravintosisällöistä ja kaikesta muusta pakkausmerkintöjen sisällöstä.
fil: Ang Open Food Facts ay isang bukas na talaan ng datos ng mga produktong pagkain na naglalaman ng sangkap, allergens, mga nutrisyon at lahat ng mga impormasyon na makikita sa mga iteketa ng produkto.
he: Open Food Facts הוא מסד נתונים של מוצרי מזון עם רכיבים, מעוררי רגישות, עובדות תזונתיות וכל שביב מידע שניתן למצוא על תווית המוצר.
hi: Open Food Facts सामग्री, एलर्जी, संकेत और सभी उत्पाद जानकारी के साथ सौंदर्य प्रसाधन उत्पादों का एक डाटाबेस है जिसे हम उत्पाद लेबल पर पा सकते हैं।
kn: ಓಪನ್ ಬ್ಯೂಟಿ ಫ್ಯಾಕ್ಟ್ಸ್ ಎನ್ನುವುದು ಪದಾರ್ಥಗಳು, ಅಲರ್ಜಿನ್ಗಳು, ಸೂಚಕಗಳು ಮತ್ತು ಉತ್ಪನ್ನದ ಲೇಬಲ್ಗಳಲ್ಲಿ ನಾವು ಪಡೆಯಬಹುದಾದ ಮಾಹಿತಿಯ ಎಲ್ಲಾ ಸುಳಿವುಗಳೊಂದಿಗೆ ಕಾಸ್ಮೆಟಿಕ್ ಉತ್ಪನ್ನಗಳ ಡೇಟಾಬೇಸ್ ಆಗಿದೆ.
lb: Open Food Fakten ass eng offen Datenbank wou Liewensmëttelprodukter mat Inhaltsstoffer Allergenen, Nährwerter an all aner Zousaatzinfoen déi op Produktetiketten fonnt ginn ,analyséiert ginn
nl: Open Food Facts is een open database van voedingsproducten met ingrediënten, allergenen, voedingsinformatie en alle informatie die we kunnen vinden op de etiketten van de producten.
sl: Dejstva o odprtih živilih je odprta zbirka živilskih izdelkov s sestavinami, alergeni, podatki o hranilni vrednosti in vsemi informacijami, ki jih najdemo na nalepkah izdelkov.
th: Open Food Facts เป็นฐานข้อมูลผลิตภัณฑ์อาหารที่เปิดกว้างพร้อมส่วนผสมสารก่อภูมิแพ้ข้อมูลโภชนาการและข้อมูลที่เราสามารถหาได้จากฉลากผลิตภัณฑ์

# product-search.no-results
source: No Results
ar: لا توجد نتائج
da: Intet resultat
fi: Ei tuloksia
fil: Walang Resulta
he: אין תוצאות
hi: कोई परिणाम नहीं
kn: ಫಲಿತಾಂಶಗಳು ಇಲ್ಲ
lb: Keng Resultater
nl: Geen Resultaten
sl: Ni rezultatov
th: ไม่มีผลลัพธ์

# product-search.search-placeholder
source: Search for a product by name or barcode
ar: البحث عن منتج بواسطة الاسم أو الرمز الشريطي
da: Søg efter et produkt via navn eller stregkode
fi: Etsi tuotetta nimellä tai viivakoodilla
fil: Maghanap ng isang produkto ayon sa pangalan o barcode
he: חיפוש מוצר לפי שם או ברקוד
hi: नाम या बारकोड द्वारा किसी उत्पाद की खोज करें
kn: ಹೆಸರು ಅಥವಾ ಬಾರ್ಕೋಡ್ ಮೂಲಕ ಉತ್ಪನ್ನಕ್ಕಾಗಿ ಹುಡುಕಿ
lb: Sich no Produkt mam Numm oder Barcode
nl: Zoek naar een product op naam of streepjescode
sl: Poiščite izdelek po imenu ali črtno kodo
th: ค้นหาผลิตภัณฑ์ตามชื่อหรือบาร์โค้ด

# product.images.front
source: front
ar: الأمامية
da: forside
fil: harap
he: חזית
hi: सामने
kn: ಮುಂದೆ
lb: Vir
nl: voorkant
sl: spredaj
th: ด้านหน้า

# product.images.ingredients
source: ingredients
ar: المكونات
da: ingredienser
fi: ainekset
fil: mga sangkap
he: רכיבים
hi: सामग्री
kn: ಪದಾರ್ಥಗಳು
lb: Inhaltstoffer
nl: ingrediënten
sl: sestavine
th: ส่วนผสม

# product.images.nutrition
source: nutrition table
ar: جدول الحقائق الغذائية
da: ernæringstabel
fi: ravintosisältö
fil: talahanayan ng nutrisyon
he: טבלת ערכים תזונתיים
hi: पोषण सूची
kn: ನ್ಯೂಟ್ರಿಷನ್ ಟೇಬಲ್
lb: Ernährungsschlëssel
nl: voedingstabel
sl: tabela prehrane
th: ตารางโภชนาการ

# product.images.picture
source: picture ✅
ar: صورة ✅
da: foto ✅
fi: kuva ✅
fil: larawan ✅
he: תמונה ✅
hi: तस्वीर✅
kn: ಚಿತ್ರ ✅
lb: Bild
nl: foto ✅
sl: slika
th: ภาพ✅

# product.images.product
source: Product's
ar: المنتج
da: Produktets
fi: Tuotteen
fil: Ng produkto
hi: उत्पाद की
kn: ಉತ್ಪನ್ನಗಳು
lb: Produkt
nl: Producten
sl: Izdelek je
th: ผลิตภัณฑ์

# product.images.take-picture
source: Take a picture of the product's
ar: التقاط صورة %s للمنتج
da: Tag et foto af produktets
fi: Ota kuva tuotteesta
fil: Kumuha ng larawan ng produkto
hi: उत्पाद की तस्वीर लें
kn: ಪದಾರ್ಥಗಳ ಚಿತ್ರವನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ
lb: Maacht w.e.g. eng Foto vum Produktbild
nl: Maak een foto van de producten
sl: Fotografirajte izdelek
th: ลองใช้ภาพของผลิตภัณฑ์

# settings.credits.text
source: "Barcode scan" button icon, "Settings" icon and "Flash" icon made by Madebyoliver (http://www.flaticon.com/authors/madebyoliver) is licensed by CC 3.0 BY (http://creativecommons.org/licenses/by/3.0/) "Take picture" icon made by Picol (http://www.flaticon.com/authors/picol) is licensed by CC 3.0 BY (http://creativecommons.org/licenses/by/3.0/) "Profile" icon made by Smashicons (https://www.flaticon.com/authors/smashicons) is licensed by CC 3.0 BY (http://creativecommons.org/licenses/by/3.0/)
ar: رمز زر "مسح الباركود" ورمز "الإعدادات" ورمز "الفلاش" مصنوع من Madebyoliver (http://www.flaticon.com/authors/madebyoliver) مرخص بواسطة CC 3.0 BY (http://creativecommons.org/licenses /by/3.0/) رمز "التقاط صورة" بواسطة Picol (http://www.flaticon.com/authors/picol) مرخص بواسطة CC 3.0 BY (http://creativecommons.org/licenses/by/3.0 /) رمز "الملف الشخصي" الذي أدلى به Smashicons (https://www.flaticon.com/authors/smashicons) مرخص بواسطة CC 3.0 BY (http://creativecommons.org/licenses/by/3.0/)
da: "Stregkodeskanning"-knapikon, "Indstillinger"-ikon og "Lyn"-ikon kreeret af Madebyoliver (http://www.flaticon.com/authors/madebyoliver) er licenseret af CC 3.0 fra (http://creativecommons.org/licenses /by/3.0/) "Tag foto"-ikon kreeret af Picol (http://www.flaticon.com/authors/picol) er licenseret af CC 3.0 fra (http://creativecommons.org/licenses/by/3.0/) "Profil"-ikon kreeret af Smashicons (https://www.flaticon.com/authors/smashicons) er licenseret af CC 3.0 fra (http://creativecommons.org/licenses/by/3.0/)
fil: "Barcode scan" button icon, icon na "Mga setting" at "Flash" icon gawa ng Madebyoliver (http://www.flaticon.com/authors/madebyoliver) ay lisensyado ng CC 3.0 NG (http://creativecommons.org/licenses/by/3.0/) "Kumuha ng larawan" icon gawa ng Picol (http:// www.flaticon.com/Authors/picol) ay lisensyado ng CC 3.0 NG (http://creativecommons.org/licenses/by/3.0/) "Profile" icon gawa ng Smashicons (https://www.flaticon.com/authors/smashicons) ay lisensyado ng CC 3.0 NG (http://creativecommons.org/licenses/ ng/3.0 /)
he: סמל כפתור „סריקת הברקוד”, סמל ה„הגדרות” וסמל ה„ברק” שנוצרו על ידי Madebyoliver (http://www.flaticon.com/authors/madebyoliver) מוגשים תחת הרישיון CC 3.0 BY (http://creativecommons.org/licenses/by/3.0/) הסמל „צילום תמונה” שנוצר על ידי Picol (http://www.flaticon.com/authors/picol) מוגש תחת הרישיון CC 3.0 BY (http://creativecommons.org/licenses/by/3.0/) סמל ה„פרופיל” שנוצר על ידי Smashicons (https://www.flaticon.com/authors/smashicons) מוגש תחת הרישיון CC 3.0 BY (http://creativecommons.org/licenses/by/3.0/)
kn: "ಬಾರ್ಕೋಡ್ ಸ್ಕ್ಯಾನ್" ಬಟನ್ ಐಕಾನ್, "ಸೆಟ್ಟಿಂಗ್ಸ್" ಐಕಾನ್ ಮತ್ತು ಮೇಡ್ಬೈಲಿವರ್ (http://www.flaticon.com/authors/madebyoliver) ಮಾಡಿದ "ಫ್ಲ್ಯಾಶ್" ಐಕಾನ್ ಅನ್ನು ಸಿಸಿ 3.0 ಬೈವೈ (http://creativecommons.org/licenses /by/3.0/) "ಚಿತ್ರ ಟೇಕ್" Picol (http://www.flaticon.com/authors/picol) ಮಾಡಲ್ಪಟ್ಟ ಐಕಾನ್ ಸಿಸಿ 3.0 ಮೂಲಕ (http://creativecommons.org/licenses/by/3.0 ಪರವಾನಗಿಯನ್ನು /) Smashicons (https://www.flaticon.com/authors/smashicons) ಮಾಡಿದ "ಪ್ರೊಫೈಲ್" ಐಕಾನ್ ಅನ್ನು CC 3.0 BY (http://creativecommons.org/licenses/by/3.0/) ಮೂಲಕ ಪರವಾನಗಿ ನೀಡಲಾಗಿದೆ
lb: "Barcode Scan" Knäppchen Symbol, "Settings" Symbol an "Flash" Symbol vu Madebyoliver (http://www.flaticon.com/authors/madebyoliver) ass lizenzéiert vu CC 3.0 BY (http://creativecommons.org/licenses /by/3.0/) "Nimm Bild" Symbol vun Picol (http://www.flaticon.com/authors/picol) gëtt lizenzéiert vu CC 3.0 BY (http://creativecommons.org/licenses/by/3.0 /) "Profil" Symbol vun Smashicons (https://www.flaticon.com/authors/smashicons) gëtt lizenzéiert vu CC 3.0 BY (http://creativecommons.org/licenses/by/3.0/)
nl: "Scanknop "knoppictogram", "Instellingen" -pictogram en "Flash" -pictogram gemaakt door Madebyoliver(http://www.flaticon.com/authors/madebyoliver) heeft een licentie van CC 3.0 BY (http://creativecommons.org/licenses/by/3.0/) "Neem foto" pictogram gemaakt door Picol(http://www.flaticon.com/authors/picol) heeft een licentie van CC 3.0 BY (http://creativecommons.org/licenses/by/3.0/) "Profiel" pictogram gemaakt door Smashicons (https://www.flaticon.com/authors/smashicons) heeft een licentie van CC 3.0 BY (http://creativecommons.org/licenses/by/3.0/)
sl: Ikona gumba "Črtna koda", ikona "Nastavitve" in ikona "Flash", ki jo je izvedel Madebyoliver (http://www.flaticon.com/authors/madebyoliver), je licencirana s CC 3.0 BY (http://creativecommons.org/licenses /by/3.0/) Picellovo ikono »Vzeti sliko« (http://www.flaticon.com/authors/picol) je licencirana s strani CC 3.0 BY (http://creativecommons.org/licenses/by/3.0/) Ikona »Profil«, ki jo je izdelal Smashicons (https://www.flaticon.com/authors/smashicons), je licencirana s strani CC 3.0 BY (http://creativecommons.org/licenses/by/3.0/)
th: ไอคอน "การสแกนบาร์โค้ด" ไอคอน "การตั้งค่า" และไอคอน "Flash" ที่ทำโดย Madebyoliver (http://www.flaticon.com/authors/madebyoliver) ได้รับอนุญาตจาก CC 3.0 BY (http://creativecommons.org/licenses) /by/3.0/) ไอคอน "Take picture" ที่ทำโดย Picol (http://www.flaticon.com/authors/picol) ได้รับใบอนุญาตจาก CC 3.0 BY (http://creativecommons.org/licenses/by/3.0 /) ไอคอน "โปรไฟล์" ทำโดย Smashicons (https://www.flaticon.com/authors/smashicons) ได้รับใบอนุญาตจาก CC 3.0 BY (http://creativecommons.org/licenses/by/3.0/)

# settings.credits.title
source: Credits
ar: إعتمادات
da: Krediteringer
fi: Tekijät
fil: Mga kredito
he: תודות
hi: क्रेडिट्स
kn: ಕ್ರೆಡಿಟ್ಸ್
lb: Een dëcken Merçi un:
sl: Zasluge
th: เครดิต

# settings.information.discover
source: Discover
ar: اكتشف
da: Opdag
fi: Löydä
fil: Tuklasin
he: לגלות
hi: तलाश करें
kn: ಅನ್ವೇಷಿಸಿ
nl: Ontdek
sl: Odkritje
th: ค้นพบ

# settings.information.how-to-contribute
source: How To Contribute
ar: كيفية المساهمة
da: Hvordan Man Bidrager
fi: Miten voit auttaa
fil: Paano mag-ambag
he: כיצד לתרום
hi: योगदान कैसे करें
kn: ಕೊಡುಗೆ ಹೇಗೆ
lb: Wéi kann een hëllefen
nl: Hoe kan je bijdragen
sl: Kako prispevati
th: วิธีการบริจาค

# settings.scan-on-launch.title
source: Show Scan On App Launch
ar: إظهار الماسح عند تشغيل التطبيق
da: Vis Scan På App Launch
fi: Avaa viivakoodinluku sovelluksen käynnistyessä
fil: Ipakita ang mga Scan sa pabukas ng App
he: מעבר לסריקה עם הפעלת היישומון
hi: ऐप लॉंच पर स्कैन दिखाएं
kn: ಅಪ್ಲಿಕೇಶನ್ ಲಾಂಚ್ನಲ್ಲಿ ಸ್ಕ್ಯಾನ್ ತೋರಿಸಿ
lb: Uweisen vum Scanner beim App-Start
nl: Scan Op App Launch Weergeven
sl: Pokaži skeniranje pri zagonu aplikacije
th: แสดงการสแกนเมื่อเปิดตัวแอป

# settings.sections.information
source: Information
ar: معلومات
fi: Tietoja
fil: Impormasyon
he: פרטים
hi: जानकारी
kn: ಮಾಹಿತಿ
lb: Informatioun
nl: Opmerking
sl: Informacije
th: ข้อมูล
