Repository: openfoodfacts/openfoodfacts-ios
Catalog: xliff/*.xliff
Languages: ar, da, fi, fil, he, hi, kn, lb, nl, sl, th

# CFBundleDisplayName
source: Open Nutrition
ar: التغذية المفتوحة
da: Åben Ernæring
fil: Buksan ang Nutrisyon
he: נתונים תזונתיים פתוחים
hi: ओपन पोषण
kn: ತೆರೆದ ಪೋಷಣೆ
lb: Oppen Ernierung
sl: Plan prehrane
th: เปิดโภชนาการ

# NSCameraUsageDescription
source: Use your camera to scan barcodes and take pictures of products to add to the database
ar: استخدام الكاميرا لمسح الباركود والتقاط الصور للمنتجات لإضافتها إلى قاعدة البيانات
da: Benyt dit kamera til at skanne stregkoder og tage fotos af produkter, som skal føjes til databasen
fi: Käytä kameraa viivakoodien lukemiseen ja tuotekuvien lisäämiseen tietokantaan
fil: Gamitin ang iyong camera upang i-scan ang mga barcode at kumuha ng mga larawan ng mga produkto upang idagdag sa database
he: ניתן להשתמש במצלמה שלך כדי לסרוק ברקודים או לצלם תמונות של מוצרים להוספה למסד הנתונים
hi: बारकोड को स्कैन करने के लिए अपने कैमरे का उपयोग करें और डाटाबेस में डालने के लिए उत्पादों की तस्वीरें लें
kn: ಬಾರ್ಕೋಡ್ಗಳನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಲು ಮತ್ತು ಡೇಟಾಬೇಸ್ಗೆ ಸೇರಿಸಲು ಉತ್ಪನ್ನಗಳ ಚಿತ್ರಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಲು ನಿಮ್ಮ ಕ್ಯಾಮೆರಾ ಬಳಸಿ
lb: Benotzt är Kamera fir Barcoden ze scannen oder Fotoen ze maachen fir esou Produkter an der Datenbank bäi ze setzen
nl: Gebruik uw camera om streepjescodes te scannen en foto's te maken van producten die u aan de database wilt toevoegen
sl: Uporabite fotoaparat za skeniranje črtnih kod in fotografiranje izdelkov, ki jih želite dodati v bazo podatkov
th: ใช้กล้องถ่ายรูปเพื่อสแกนบาร์โค้ดและถ่ายภาพผลิตภัณฑ์เพื่อเพิ่มลงในฐานข้อมูล

# NSPhotoLibraryUsageDescription
source: Take and upload pictures of products
ar: التقط وارفع الصور للمنتجات
da: Tag og upload fotos af produkter
fi: Ota ja lataa kuvia tuotteista
fil: Kumuha at mag-upload ng mga larawan ng mga produkto
he: צילום והעלאת תמונות של המוצרים
hi: उत्पादों की तस्वीरें लें और अपलोड करें
kn: ಉತ್ಪನ್ನಗಳ ಚಿತ್ರಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಅಪ್ಲೋಡ್ ಮಾಡಿ
lb: Maacht eng Foto vum Produkt an luet se erop
nl: Product foto's maken en uploaden
sl: Vzemite in naložite slike izdelkov
th: ถ่ายและอัปโหลดภาพของผลิตภัณฑ์

# QUICK_ACTION_SCAN_BARCODE
source: Scan a barcode
ar: مسح الباركود
da: Skan en stregkode
fi: Skannaa viivakoodi
fil: I-scan ang barcode
he: סריקת ברקוד
hi: बारकोड स्कैन करें
kn: ಬಾರ್ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
lb: Barcode scannen w.e.g.
nl: Scan een barcode
sl: Skeniraj črtno kodo
th: สแกนบาร์โค้ด

# alert.action.ok
source: Ok
ar: تم
fil: Sige
he: אישור
hi: ठीक
kn: ಸರಿ
sl: V redu
th: ตกลง

# call-to-action.ingredients
source: Take a picture of the ingredients
ar: التقط صورة للمكونات
da: Tag et foto af ingredienserne
fi: Ota kuva aineksista
fil: Kumuha ng larawan ng mga sangkap
he: צילום תמונה של הרכיבים
hi: सामग्रियों की एक छायाचित्र लीजिए
kn: ಪದಾರ್ಥಗಳ ಚಿತ್ರವನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ
lb: Maacht w.e.g. eng Photo vun den Inhaltsstoffer
nl: Maak een foto van de ingrediënten
sl: Fotografiraj sestavine
th: ถ่ายภาพของส่วนผสม

# call-to-action.nutrition
source: Take a picture of the nutrition table
ar: التقط صورة لجدول الحقائق الغذائية
da: Tag et foto af ernæringsoversigten
fi: Ota kuva ravintosisällöstä
fil: Kumuha ng larawan ng talahanayan ng nutrisyon
he: צילום תמונה של טבלת הערכים
hi: पोषण तालिका की एक तस्वीर लें
kn: ಪದಾರ್ಥಗಳ ಚಿತ್ರವನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ
lb: Maacht w.e.g eng Foto vun der Ernährungstabell
nl: Maak een foto van de voedingstabel
sl: Naredi posnetek iz tabele sestavin
th: ถ่ายภาพของตารางโภชนาการ

# call-to-action.summary
source: Take a picture of the front
ar: التقط صورة للأمام
da: Tag et foto af forsiden
fi: Ota tuotekuva edestä
fil: Kumuha ng isang larawan ng harapang bahagi
he: צילום תמונה של החזית
hi: सामने की तस्वीर ले
kn: ಪದಾರ್ಥಗಳ ಚಿತ್ರವನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ
lb: Maacht w.e.g. eng Foto vum Produktbild
nl: Maak een foto van de voorkant
sl: Naredi sliko spredaj
th: ถ่ายภาพด้านหน้า

# nutrition-level.high
source: in high quantity
ar: كمية عالية
da: i højt kvantum
fi: suuri määrä
fil: madami
he: בכמות גדולה
hi: अधिक मात्रा में
kn: ಹೆಚ್ಚಿನ ಪ್ರಮಾಣದಲ್ಲಿ
lb: Héigh Quantitéit
nl: grote hoeveelheid
sl: v veliki količini
th: ในปริมาณมาก

# nutrition-level.low
source: in low quantity
ar: في كمية المخزون
da: i lavt kvantum
fi: pieni määrä
fil: kaunti lamang
he: בכמות נמוכה
hi: कम मात्रा में
kn: ಕಡಿಮೆ ಪ್ರಮಾಣದಲ್ಲಿ
lb: déif Quantitéit
nl: kleine hoeveelheid
sl: v majhni količini
th: ในปริมาณที่ต่ำ

# nutrition-level.moderate
source: in moderate quantity
ar: كمية معتدلة
da: i moderat kvantum
fi: kohtalainen määrä
fil: katamtamang dami
he: בכמות מתונה
hi: मध्यम मात्रा में
kn: ಮಧ್ಯಮ ಪ್ರಮಾಣದಲ್ಲಿ
lb: an moderater Quantitéit
nl: matige hoeveelheid
sl: v zmerni količini
th: ปริมาณปานกลาง

# nutrition.alcohol
source: Alcohol
ar: الكحول
da: Alkohol
fi: Alkoholi
fil: Alkohol
he: אלכוהול
hi: अल्कोहॉल
kn: ಆಲ್ಕೋಹಾಲ್
lb: Alkohol
sl: Alkohol
th: เครื่องดื่มแอลกอฮอล์

# nutrition.carbohydrate
source: Carbohydrate
ar: كربوهيدرات
da: Kulhydrat
fi: Hiilihydraatti
he: פחמימות
hi: कार्बोहाइड्रेट
kn: ಕಾರ್ಬೋಹೈಡ್ರೇಟ್
lb: Kuehlenhydrater
nl: Koolhydraten
sl: Ogljikovi hidrati
th: คาร์โบไฮเดรต

# nutrition.carbohydrate.fructose
source: Fructose
ar: سكر الفاكهة
da: Fruktose
fi: Fruktoosi
he: פרוקטוז
hi: फ्रुक्टोज
kn: ಫ್ರಕ್ಟೋಸ್
lb: Fructos
sl: Fruktoza
th: ฟรักโทส

# nutrition.carbohydrate.glucose
source: Glucose
ar: الجلوكوز
da: Glukose
fi: Glukoosi
he: גלוקוז
hi: शर्करा
kn: ಗ್ಲುಕೋಸ್
lb: Glukos
sl: Glukoza
th: กลูโคส

# nutrition.carbohydrate.lactose
source: Lactose
ar: اللاكتوز
da: Laktose
fi: Laktoosi
he: לקטוז
hi: लैक्टोज
kn: ಲ್ಯಾಕ್ಟೋಸ್
lb: Laktos
sl: Laktoza
th: แล็กโตส

# nutrition.carbohydrate.maltodextrins
source: Maltodextrins
ar: مالتوديكسترينس
da: Maltodextriner
fi: Maltodekstriinit
he: מלטודקסטרין
hi: माल्टोडेक्सट्रिन्स
kn: ಮಾಲ್ಟೋಡೆಕ್ಸ್ಟ್ರಿನ್ಸ್
lb: Maltodextrinen
nl: Maltodextrine
sl: Maltodekstrini

# nutrition.carbohydrate.maltose
source: Maltose
ar: مالتوس
fi: Maltoosi
he: מלטוז
hi: माल्टोज़
kn: ಮಾಲ್ಟೋಸ್
lb: Maltos
sl: Maltoza
th: มอลโตส

# nutrition.carbohydrate.sucrose
source: Sucrose
ar: السكروز
da: Saccharose
fi: Sakkaroosi
he: סוכרוז
hi: सुक्रोज
kn: ಸುಕ್ರೋಸ್
lb: Saccharose
sl: Saharoza
th: ซูโครส

# nutrition.carbohydrate.sugars
source: Sugars
ar: السكريات
da: Sukkertyper
fi: Sokerit
fil: Mga asukal
he: סוכרים
hi: शुगर्स
kn: ಸಕ್ಕರೆಗಳು
lb: Zocker
nl: Suikers
sl: Sladkorji
th: น้ำตาล

# nutrition.energy
source: Energy
ar: الطاقة
da: Energi
fi: Energia
fil: Enerhiya
he: אנרגיה
hi: ऊर्जा
kn: ಶಕ್ತಿ
lb: Energie
nl: Energie
sl: Energija
th: พลังงาน

# nutrition.fats
source: Fats
ar: الدهون
da: Fedt
fi: Rasvat
fil: Taba
he: שומנים
hi: वसा
kn: ಫ್ಯಾಟ್
lb: Fetter
nl: Vetten
sl: Maščobe
th: ไขมัน

# nutrition.fats.cholesterol
source: Cholesterol
ar: كوليسترول
da: Kolesterol
fi: Kolesteroli
fil: Kolesterol
he: כולסטרול
hi: कोलेस्ट्रॉल
kn: ಕೊಲೆಸ್ಟರಾಲ್
sl: Holesterol
th: คอเลสเตอรอล

# nutrition.fats.mono-unsaturated-fat
source: Mono unsaturated fat
ar: الدهون غير المشبعة أحادية
da: Monoumættet fedt
fi: Kertatyydyttämätön rasva
fil: Mono unsaturated na taba
he: שומן חד בלתי רווי
hi: एक-संतृप्त वसा
kn: ಏಕಕಾಲೀನ ಕೊಬ್ಬು
lb: Mono ongesättescht Fetter
nl: Enkelvoudige onverzadigde vetzuren
sl: Mono nenasičene maščobe
th: ไขมันไม่อิ่มตัวโมโน

# nutrition.fats.omega3
source: Omega 3
ar: أوميغا 3
he: אומגה 3
hi: ओमेगा 3
kn: ಒಮೇಗಾ 3
lb: Omega 3 Fetter
th: โอเมก้า 3

# nutrition.fats.omega6
source: Omega 6
ar: أوميغا 3
he: אומגה 6
hi: ओमेगा 6
kn: ಒಮೇಗಾ 6
lb: Omega 6 Fetter
th: โอเมก้า 6

# nutrition.fats.omega9
source: Omega 9
ar: أوميغا 9
he: אומגה 9
hi: ओमेगा 9
kn: ಒಮೇಗಾ 9
lb: Omega 9 Fetter
th: โอเมก้า 9

# nutrition.fats.poly-unsaturated-fat
source: Poly unsaturated fat
ar: الدهون غير المشبعة أحادية
da: Flerumættet fedt
fi: Monityydyttämätön rasva
fil: Poly unsaturated na taba
he: שומן רב בלתי רווי
hi: बहुसंतृप्त वसा
kn: ಪಾಲಿಅನ್ಸುಟರೇಟೆಡ್ ಕೊಬ್ಬು
lb: Polyongesättescht Fetter
nl: Meervoudig onvervaardigde vetzuren
sl: Poli nenasičene maščobe
th: ไขมันไม่อิ่มตัวโพลี

# nutrition.fats.saturated-fat
source: Saturated fat
ar: الدهون المشبعة
da: Mættet fedt
fi: Tyydyttynyt rasva
fil: Saturated na taba
he: שומן רווי
hi: संतृप्त वसा
kn: ಪರಿಷ್ಕರಿಸಿದ ಕೊಬ್ಬು
lb: Gesättescht Fetter
nl: Verzadigd vet
sl: Nasičena maščoba
th: ไขมันอิ่มตัว

# nutrition.fats.trans-fat
source: Trans fat
ar: الدهون غير المشبعة
da: Transfedt
fi: Transrasva
fil: Trans taba
he: שומן טרנס
hi: ट्रांस वसा
kn: ಟ್ರಾನ್ಸ್ ಕೊಬ್ಬು
lb: Transfetter
nl: Transvet
sl: Trans maščoba
th: ไขมันทรานส์

# nutrition.fiber
source: Dietary fiber
ar: الألياف الغذائية
da: Kostfibre
fi: Ravintokuitu
he: סיבים תזונתיים
hi: फाइबर आहार
kn: ಆಹಾರ ಫೈಬರ್
lb: Fiberen
nl: Voedingsvezels
sl: Prehranske vlaknine
th: เส้นใยอาหาร

# nutrition.minerals
source: Minerals
ar: المعادن
da: Mineraler
fi: Kivennäis- ja hivenaineet
fil: Mga mineral
he: מינרלים
hi: खनिज
kn: ಖನಿಜಗಳು
lb: Mineralien
nl: Mineralen
sl: Minerali
th: แร่ธาตุ

# nutrition.minerals.bicarbonate
source: Bicarbonate
ar: بيكربونات
da: Bikarbonat
fi: Bikarbonaatti
he: ביקרבונט
hi: बिकारबोनिट
kn: ಬೈಕಾರ್ಬನೇಟ್
lb: Bikarbonat
nl: Carbonaten
sl: Bikarbonat
th: ไบคาร์บอเนต

# nutrition.minerals.caffeine
source: Caffeine
ar: الكافيين
da: Koffein
fi: Kofeiini
he: קפאין
hi: कैफीन
kn: ಕ್ಯಾಫೀನ್
lb: Koffein
nl: Caffeïne
sl: Kofein
th: คาเฟอีน

# nutrition.minerals.calcium
source: Calcium
ar: الكالسيوم
fi: Kalsium
he: סידן
hi: केल्शियम
kn: ಕ್ಯಾಲ್ಸಿಯಂ
lb: Kalzium
sl: Kalcij
th: แคลเซียม

# nutrition.minerals.chloride
source: Chloride
ar: كلوريد
da: Chlorid
fi: Kloridi
he: כלוריד
hi: क्लोराइड
kn: ಕ್ಲೋರೈಡ್
lb: Chlorid
nl: Chloor
sl: Klorid
th: คลอไรด์

# nutrition.minerals.chlorophyl
source: Chlorophyl
ar: الكلوروفيل
fi: Lehtivihreä
he: כלורופיל
hi: क्लोरोफिल
kn: ಕ್ಲೋರೊಫಿಲ್
nl: Chlorofyl
sl: Klorofil
th: คลอโรฟิลล์

# nutrition.minerals.chromium
source: Chromium
ar: الكروم
da: Chrom
fi: Kromi
he: כרומיום
hi: क्रोमियम
lb: Chrom
nl: Chroom
sl: Krom
th: โครเมียม

# nutrition.minerals.cocoa
source: Cocoa
ar: الكاكاو
da: Kakao
fi: Kaakao
he: קקאו
hi: कोकोआ
kn: ಕೊಕೊ
lb: Cacao
nl: Cacao
sl: Kakav
th: โกโก้

# nutrition.minerals.collagen-meat-protein-ratio
source: Collagen meat protein ratio
ar: نسبة بروتين اللحوم الكولاجين
da: Kollagenkødproteinforhold
fil: Ratio ng collagen para sa protina ng karne
hi: कोलेजन मांस प्रोटीन अनुपात
kn: ಕಾಲಜನ್ ಮಾಂಸ ಪ್ರೋಟೀನ್ ಅನುಪಾತ
lb: Verhältnis zwëschen Kollagener/Flëschprotéiner
nl: Collageen vleesproteïne verhouding
sl: Razmerje beljakovin v kolagenskem mesu
th: อัตราส่วนโปรตีนจากเนื้อสัตว์คอลลาเจน

# nutrition.minerals.copper
source: Copper
ar: النحاس
da: Kobber
fi: Kupari
he: נחושת
hi: तांबा
kn: ಕಾಪರ್
lb: Koffer
nl: Koper
sl: Baker
th: ทองแดง

# nutrition.minerals.fluoride
source: Fluoride
ar: الفلوريد
da: Fluor
fi: Fluoridi
he: פלואוריד
hi: फ्लोराइड
kn: ಫ್ಲೋರೈಡ್
lb: Fluorid
nl: Fluor
sl: Fluorid
th: ธาฅุที่ประกอบด้วย

# nutrition.minerals.fruits-vegetables-nuts
source: Fruits, vegetables, nuts
ar: الفواكه والخضروات والمكسرات
da: Frugter, grøntsager, nødder
fi: Hedelmät, vihannekset, pähkinät
fil: Mga prutas, gulay, mani
he: פרות, ירקות, אגוזים
hi: फल, सब्जियां, दाने
kn: ಹಣ್ಣುಗಳು, ತರಕಾರಿಗಳು, ಬೀಜಗಳು
lb: Fruucht, Geméis, Nëss
nl: Fruit, groente, noten
sl: Sadje, zelenjava, oreščki
th: ผักผลไม้ถั่ว

# nutrition.minerals.iodine
source: Iodine
ar: اليود
da: Jod
fi: Jodi
he: יוד
hi: आयोडीन
kn: ಅಯೋಡಿನ್
lb: Jod
nl: Jodium
sl: Jod
th: ไอโอดีน

# nutrition.minerals.iron
source: Iron
ar: الحديد
da: Jern
fi: Rauta
he: ברזל
hi: लोहा
kn: ಕಬ್ಬಿಣ
lb: Eisen
nl: IJzer
sl: Železo
th: เหล็ก

# nutrition.minerals.magnesium
source: Magnesium
ar: المغنيسيوم
he: מגנזיום
hi: मैग्नीशियम
kn: ಮೆಗ್ನೀಸಿಯಮ್
sl: Magnezij
th: แมกนีเซียม

# nutrition.minerals.manganese
source: Manganese
ar: المنغنيز
da: Mangan
fi: Mangaani
he: מנגן
hi: मैंगनीज़
kn: ಮ್ಯಾಂಗನೀಸ್
lb: Mangan
nl: Mangaan
sl: Mangan
th: แมงกานีส

# nutrition.minerals.molybdenum
source: Molybdenum
ar: الموليبدينوم
da: Molybdæn
fi: Molybdeeni
he: מוליבדן
hi: मॉलीब्डेनम
kn: ಮಾಲಿಬ್ಡಿನಮ್
lb: Molybdän
nl: Molybdeen
sl: Molibden
th: โมลิบดีนัม

# nutrition.minerals.ph
source: pH
ar: الرقم الهيدروجيني
hi: पीएच
th: พีเอช

# nutrition.minerals.phosphorus
source: Phosphorus
ar: الفوسفور
da: Fosfor
fi: Fosfori
he: זרחן
hi: फॉस्फोरस
kn: ರಂಜಕ
lb: Phosphor
nl: Fosfor
sl: Fosfor
th: ฟอสฟอรัส

# nutrition.minerals.potassium
source: Potassium
ar: بوتاسيوم
da: Kalium
fi: Kalium
he: אשלגן
hi: पोटेशियम
kn: ಪೊಟ್ಯಾಸಿಯಮ್
lb: Potasium/Kalium
nl: Kalium
sl: Kalij
th: โพแทสเซียม

# nutrition.minerals.selenium
source: Selenium
ar: السيلينيوم
da: Selen
fi: Seleeni
he: סלניום
hi: सेलेनियम
kn: ಸೆಲೆನಿಯಮ್
lb: Selen
nl: Seleen
sl: Selen
th: ซีลีเนียม

# nutrition.minerals.silica
source: Silica
ar: السيليكا
fi: Piidioksidi
he: צורן דו חמצני
hi: सिलिका
kn: ಸಿಲಿಕಾ
nl: Silicium
sl: Silikat
th: ไข่มุก

# nutrition.minerals.taurine
source: Taurine
ar: توراين
da: Taurin
fi: Tauriini
he: טאורין
hi: टौरीने
kn: ಟೌರೀನ್
lb: Taurin
sl: Tavrin

# nutrition.minerals.zinc
source: Zinc
ar: الزنك
da: Zink
fi: Sinkki
he: אבץ
hi: ज़िंक
kn: ಝಿಂಕ್
lb: Zënk
nl: Zink
sl: Cink
th: สังกะสี

# nutrition.proteins
source: Proteins
ar: البروتينات
da: Proteiner
fi: Proteiinit
fil: Mga protina
he: חלבון
hi: प्रोटीन
kn: ಪ್ರೋಟೀನ್ಗಳು
lb: Protéinen/Ëiweisser
nl: Eiwitten
sl: Beljakovine
th: โปรตีน

# nutrition.proteins.casein
source: Casein
ar: الكازين
da: Kasein
fi: Kaseiini
he: קזאין
hi: कैसिइन
kn: ಕೇಸಿನ್
nl: Caseïne
sl: Kazein
th: เคซิอิน

# nutrition.proteins.nucleotides
source: Nucleotides
ar: النيوكليوتيدات
da: Nukleotider
fi: Nukleotidit
he: נוקלאוטידים
hi: न्यूक्लियोटाइड
kn: ನ್ಯೂಕ್ಲಿಯೋಟೈಡ್ಗಳು
lb: Nukleotiden
nl: Nucleotiden
sl: Nukleotidi
th: นิวคลีโอ

# nutrition.proteins.serum-proteins
source: Serum Proteins
ar: بروتينات المصل
da: Serumproteiner
he: חלבון בסרום
hi: सीरम प्रोटीन
kn: ರಕ್ತಸಾರ ಪ್ರೋಟೀನ್ಗಳು
lb: Serum Proteinen
nl: Serumproteïnen
sl: Beljakovine v serumu
th: โปรตีนในซีรัม

# nutrition.salt
source: Salt
ar: ملح
fi: Suola
fil: Asin
he: מלח
hi: नमक
kn: ಸಾಲ್ಟ್
lb: Salz
nl: Zout
sl: Sol
th: เกลือ

# nutrition.sodium
source: Sodium
ar: صوديوم
da: Natrium
fi: Natrium
he: נתרן
hi: सोडियम
kn: ಸೋಡಿಯಂ
nl: Natrium
sl: Natrij
th: โซเดียม

# nutrition.vitamins
source: Vitamins
ar: الفيتامينات
da: Vitaminer
fi: Vitamiinit
fil: Mga bitamina
he: ויטמינים
hi: विटामिन
kn: ವಿಟಮಿನ್ ಎ
lb: Vitaminen
nl: Vitaminen
sl: Vitamini
th: วิตามิน

# nutrition.vitamins.a
source: Vitamin A
ar: فيتامين أ
fi: A-vitamiini
fil: Bitamina A
he: ויטמין A
hi: विटामिन ए
kn: ವಿಟಮಿನ್ ಎ
nl: Vitamine A
th: วิตามินเอ

# nutrition.vitamins.b1
source: Vitamin B1
ar: فيتامين ب 1
fi: B1-vitamiini
fil: Bitamina B1
he: ויטמין B1
hi: विटामिन बी 1
kn: ಜೀವಸತ್ವ B1
nl: Vitamine B1
th: วิตามินบี 1

# nutrition.vitamins.b2
source: Vitamin B2
ar: فيتامين ب 2
fi: B2-vitamiini
fil: Bitamina B2
he: ויטמין B2
hi: विटामिन बी 2
kn: ಜೀವಸತ್ವ B2
nl: Vitamine B2
th: วิตามินบี 2

# nutrition.vitamins.b6
source: Vitamin B6
ar: فيتامين ب 6
fi: B6-vitamiini
fil: Bitamina B6
he: ויטמין B6
hi: विटामिन बी 6
kn: ಜೀವಸತ್ವ B6
nl: Vitamine B6
th: วิตามินบี 6

# nutrition.vitamins.b9
source: Vitamin B9
ar: فيتامين ب 9
fi: B9-vitamiini
fil: Bitamina B9
he: ויטמין B9
hi: विटामिन बी 9
kn: ಜೀವಸತ್ವ B9
nl: Vitamine B6
th: วิตามินบี 9

# nutrition.vitamins.b12
source: Vitamin B12
ar: فيتامين ب 12
fi: B12-vitamiini
fil: Bitamina B12
he: ויטמין B12
hi: विटामिन बी 12
kn: ವಿಟಮಿನ್ ಬಿ 12
nl: Vitamine B12
th: วิตามินบี 12

# nutrition.vitamins.beta-carotene
source: Beta carotene
ar: بيتا كاروتين
da: Betakaroten
fi: Beetakaroteeni
he: בטא קרוטן
hi: बीटा कैरोटीन
kn: ಬೀಟಾ ಕೆರೋಟಿನ್
lb: Beta Carotin
nl: Beta caroteen
sl: Beta karoten
th: เบต้าแคโรทีน

# nutrition.vitamins.biotin
source: Biotin
ar: البيوتين
fi: Biotiini
he: ביוטין
hi: बायोटिन
kn: ಬಯೊಟಿನ್
nl: Biotine
th: ไบโอติน

# nutrition.vitamins.c
source: Vitamin C
ar: فيتامين سي
da: C-vitamin
fi: C-vitamiini
fil: Bitamina C
he: ויטמין C
hi: विटामिन सी
kn: ವಿಟಮಿನ್ ಡಿ
nl: Vitamine C
th: วิตามินซี

# nutrition.vitamins.d
source: Vitamin D
ar: فيتامين د
da: D-vitamin
fi: D-vitamiini
fil: Bitamina D
he: ויטמין D
hi: विटामिन डी
kn: ವಿಟಮಿನ್ ಡಿ
nl: Vitamine D
th: วิตามินดี

# nutrition.vitamins.e
source: Vitamin E
ar: فيتامين هـ
da: E-vitamin
fi: E-vitamiini
fil: Bitamina E
he: ויטמין E
hi: विटामिन ई
kn: ವಿಟಮಿನ್ ಇ
nl: Vitamine E
th: วิตามินอี

# nutrition.vitamins.k
source: Vitamin K
ar: فيتامين ك
fi: K-vitamiini
fil: Bitamina K
he: ויטמין K
hi: विटामिन के
kn: ಜೀವಸತ್ವ ಕೆ
nl: Vitamine K
th: วิตามินเค

# nutrition.vitamins.pantothenic-acid
source: Pantothenic acid
ar: حمض البانتوثينيك
da: Pantothensyre
fi: Pantoteenihappo
he: חומצה פנטוטנית
hi: पैंटोथैनिक एसिड
kn: ಪಾಂಟೊಥೆನಿಕ್ ಆಮ್ಲ
lb: Pantotheninséier
nl: Pantotheenzuur
sl: Pantotenska kislina
th: กรด pantothenic

# nutrition.vitamins.pp
source: Vitamin PP
ar: فيتامين ب 2
fi: Niasiini (B3-vitamiini)
fil: Bitamina PP
he: ויטמין PP
hi: विटामिन पीपी
kn: ಜೀವಸತ್ವ ಪಿಪಿ
nl: Vitamine PP
th: วิตามิน PP

# product-add.image-upload-error-banner.subtitle
source: Please try to take the picture again
ar: يرجى محاولة التقاط الصورة مرة أخرى
da: Forsøg at tage fotoet igen
fi: Yritä ottaa kuva uudelleen
fil: Mangyaring subukan na kuning muli ang larawan
he: נא לנסות לצלם שוב
hi: कृपया फिर से तस्वीर लेने का प्रयास करें
kn: ದಯವಿಟ್ಟು ಚಿತ್ರವನ್ನು ಮತ್ತೆ ತೆಗೆದುಕೊಳ್ಳಲು ಪ್ರಯತ್ನಿಸಿ
lb: Probéiert weg nach eng Kéier een Bild ze maachen
nl: Probeer opnieuw een foto te maken
sl: Poskusite znova posneti sliko
th: โปรดลองถ่ายภาพอีกครั้ง

# product-add.image-upload-error-banner.title
source: Something went wrong
ar: حدث خطأ ما
da: Noget gik galt
fi: Jotain meni pieleen
fil: May nangyaring mali
he: משהו השתבש
hi: कुछ गड़बड़ हुई है।
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ
lb: Et ass eng schief gelaaf
nl: Er ging iets mis
sl: Nekaj je šlo narobe
th: บางอย่างผิดพลาด

# product-add.image-upload-success-banner.title
source: Image was uploaded successfully
ar: تم تحميل الصورة بنجاح
da: Foto uploadet
fi: Kuvan lataaminen onnistui
fil: Matagumpay na na-upload ang larawan
he: התמונה הועלתה בהצלחה
hi: छवि सफलतापूर्वक अपलोड की गई
kn: ಚಿತ್ರವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್ಲೋಡ್ ಮಾಡಲಾಗಿದೆ
lb: Bild gouf mat Erfolleg eropgelueden
nl: Afbeelding is succesvol geüpload
sl: Slika je bila uspešno prenesena
th: อัปโหลดภาพเรียบร้อยแล้ว

# product-add.product-add-success-banner.title
source: Product added successfully. Thank you!
ar: تمت إضافة المنتج بنجاح. شكراً!
da: Produkt tilføjet. Tak!
fi: Tuotteen lisääminen onnistui. Kiitos!
fil: Matagumpay na naidagdag ang produkto. Salamat!
he: המוצר נוסף בהצלחה. תודה!
hi: उत्पाद सफलतापूर्वक डाला गया। धन्यवाद!
kn: ಉತ್ಪನ್ನವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ. ಧನ್ಯವಾದ!
lb: Produkt gëtt mat Erfolleg an Datenbank opgeholl Merci!
nl: Product succesvol toegevoegd. Dankjewel!
sl: Izdelek je bil uspešno dodan. Hvala vam!
th: เพิ่มผลิตภัณฑ์สำเร็จแล้ว ขอบคุณ!

# product-add.save-error.message
source: Try again later
ar: أعد المحاولة لاحقًا
da: Forsøg igen senere
fi: Yritä myöhemmin uudelleen
fil: Subukan ulit mamaya
he: יש לנסות שוב מאוחר יותר
hi: बाद में पुन: प्रयास करें
kn: ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
lb: Probéier méi spéit nees
nl: Probeer het later opnieuw
sl: Poskusite znova kasneje
th: ลองอีกครั้งในภายหลัง

# product-add.save-error.title
source: Error while saving product
ar: خطأ أثناء حفظ المنتج
da: Fejl under lagring af produkt
fi: Tuotteen tallentaminen epäonnistui
fil: Error habang nagse-save ng produkto
he: שגיאה בעת שמירת המוצר
hi: उत्पाद को सेव करने के दौरान त्रुटि
kn: ಉತ್ಪನ್ನವನ್ನು ಉಳಿಸುವಾಗ ದೋಷ ಸಂಭವಿಸಿದೆ
lb: Fehler beim Ofspäicheren
nl: Fout tijdens opslaan van product
sl: Napaka med shranjevanjem izdelka
th: เกิดข้อผิดพลาดขณะบันทึกผลิตภัณฑ์

# product-add.uploaded-image
source: Image uploaded, thanks!
ar: تم تحميل الصورة ، شكرًا!
da: Foto uploadet, tak!
fi: Kuva ladattu, kiitos!
fil: Na-upload ang larawan, salamat!
he: התמונה הועלתה, תודה!
hi: छवि अपलोड की गई, धन्यवाद!
kn: ಚಿತ್ರ ಅಪ್ಲೋಡ್ ಮಾಡಲಾಗಿದೆ, ಧನ್ಯವಾದಗಳು!
lb: Bild eropgelueden, Merci!
nl: Afbeelding geüpload, bedankt!
sl: Prenesena slika, hvala!
th: รูปภาพที่อัปโหลดขอบคุณ!

# product-add.uploading-image-banner.title
source: Uploading image...
ar: جاري تحميل الصورة...
da: Uploader foto...
fi: Ladataan kuvaa...
fil: Nag-uupload ng larawan...
he: התמונה נשלחת…
hi: छवि अपलोड हो रही है...
kn: ಚಿತ್ರವನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ ...
lb: Eroplueden vun den Biller ...
nl: Afbeelding uploaden...
sl: Nalaganje slike...
th: กำลังอัปโหลดรูปภาพ...

# product-detail.edit-alert.subtitle
source: Scroll down to the 'Save' button
ar: تدرج للأسفل الى زر "حفظ"
da: Rul ned til 'Gem'-knappen
fil: Mag-scroll pababa sa pindutang 'Save'
he: יש לגלול למטה לכפתור ‚שמירה’
hi: 'सहेजें' बटन तक नीचे स्क्रॉल करें
kn: 'ಉಳಿಸು' ಬಟನ್ಗೆ ಕೆಳಗೆ ಸ್ಕ್ರಾಲ್ ಮಾಡಿ
lb: Erof scrollen op den "Save"Knäppchen
nl: Scroll naar beneden naar "Opslaan"
sl: Pomaknite se do gumba »Shrani«
th: เลื่อนลงไปที่ปุ่ม 'บันทึก'

# product-detail.edit-alert.title
source: Remember to save your changes
ar: تذكر أن تقوم بحفظ التغييرات الخاصة بك
da: Husk at gemme dine ændringer
fi: Muista tallentaa muutoksesi
fil: Tandaang i-save ang iyong mga pagbabago
he: מוטב לזכור לשמור את השינויים שלך
hi: अपने परिवर्तनों को सहेजना याद रखें
kn: ನಿಮ್ಮ ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಲು ಮರೆಯದಿರಿ
lb: Vergiesst net fir är Ännerungen ze späicheren
nl: Vergeet niet om uw wijzigingen op te slaan
sl: Ne pozabite shraniti sprememb
th: อย่าลืมบันทึกการเปลี่ยนแปลงของคุณ

# product-detail.header.add-new-picture
source: Add a new picture
ar: إضافة صورة جديدة
da: Tilføj et nyt foto
fi: Lisää uusi kuva
fil: Magdagdag ng bagong larawan
he: הוספת תמונה חדשה
hi: एक नई तस्वीर डालें
kn: ಈ ಉತ್ಪನ್ನವನ್ನು ಸೇರಿಸಿ
lb: Een néit Bild afügen
nl: Voeg een nieuwe foto toe
sl: Dodaj novo sliko
th: เพิ่มรูปภาพใหม่

# product-detail.ingredients.additives-list
source: Additives
ar: إضافات
da: Tilsætningsstoffer
fi: Lisäaineet
fil: Mga additibo
he: תוספים
hi: योगशील
kn: ಸೇರ್ಪಡೆ
lb: Zousätz
nl: Additieven
sl: Aditivi
th: สารเติมแต่ง

# product-detail.ingredients.allergens-list
source: Substances or products causing allergies or intolerances
ar: مستأرج
da: Stoffer, eller produkter, som forårsager allergi eller overfølsomhed
fi: Allergioita tai intoleransseja aiheuttavat aineet ja tuotteet
fil: Mga sangkap o mga produkto na nagiging sanhi ng alerdyi o mga intolerance
he: חומרים או מוצרים שגורמים לאלרגיות או לרגישויות
hi: पदार्थों या उत्पादों के कारण एलर्जी या असहिष्णुता
kn: ಅಲರ್ಜಿಗಳು ಅಥವಾ ಅಸಹಿಷ್ಣುತೆಗಳಿಗೆ ಕಾರಣವಾಗುವ ಪದಾರ್ಥಗಳು ಅಥವಾ ಉತ್ಪನ್ನಗಳು:
lb: Substanzen oder Produkter déi Allergien oder Intoleranzen verursaachen
nl: Stoffen of producten die allergieën of intoleranties veroorzaken
sl: Snovi ali proizvodi, ki povzročajo alergije ali preobčutljivosti
th: สารก่อภูมิแพ้อาหาร

# product-detail.ingredients.ingredients-list
source: List of ingredients
ar: قائمة المكونات
da: Ingrediensoversigt
fi: Ainesosat
fil: Listahan ng mga sangkap
he: רשימת מרכיבים
hi: सामग्री की तालिका
kn: ಪದಾರ್ಥಗಳ ಪಟ್ಟಿ
lb: Lëscht vun Zutaten
nl: Lijst van ingrediënten
sl: Seznam sestavin
th: รายชื่อส่วนผสม

# product-detail.ingredients.palm-oil-ingredients
source: Ingredients from palm oil
ar: المكونات من زيت النخيل
da: Ingredienser fra palmeolie
fi: Palmuöljyperäiset ainesosat
fil: Mga sangkap mula sa palm oil
he: רכיבים משמן דקלים
hi: ताड़ के तेल से सामग्री
kn: ಪಾಮ್ ಎಣ್ಣೆಯಿಂದ ಬೇಕಾಗುವ ಪದಾರ್ಥಗಳು
lb: Zutaten aus Palmuellech
sl: Sestavine iz palmovega olja
th: ส่วนผสมจากน้ำมันปาล์ม

# product-detail.ingredients.possible-palm-oil-ingredients
source: Ingredients that may be from palm oil
ar: المكونات التي قد تكون من زيت النخيل
da: Ingredienser, som kan være fra palmeolie
fi: Ainesosat, jotka voivat olla peräisin palmuöljystä
fil: Mga sangkap na maaaring mula sa palm oil
he: רכיבים שעשויים להיות משמן דקלים
hi: सामग्री जो ताड़ के तेल से हो सकती है
kn: ತಾಳೆ ಎಣ್ಣೆಯಿಂದ ಬೇಕಾದ ಪದಾರ್ಥಗಳು
lb: Zutaten déi aus Palmöl stammen kéinnten
nl: Ingredienten die mogelijk palmolie bevatten
sl: Sestavine, ki so lahko iz palmovega olja
th: ส่วนผสมที่อาจมาจากน้ำมันปาล์ม

# product-detail.ingredients.traces-list
source: Traces
ar: آثار
da: Spor
fi: Jäämät
fil: Mga bakas
he: עקבות
hi: अवशेष
kn: ಕುರುಹುಗಳು:
lb: Spuren
nl: Sporen
sl: Sledi
th: ร่องรอย

# product-detail.nutrition-table.for-100g
source: For 100 g
ar: ل 100 غرام
da: Pr. 100 g
fi: 100 g:ssa
fil: Para sa 100 g
he: ל־100 ג׳
hi: १०० g के लिए
kn: 100 ಗ್ರಾಂ
lb: Fir 100 g
nl: Per 100g
sl: Za 100g
th: สำหรับ 100 กรัม
