Repository: openfoodfacts/openfoodfacts-ios
Catalog: xliff/*.xliff
Languages: ar, da, fi, fil, he, hi, kn, lb, nl, sl, th

# settings.tab-bar.item
source: Settings
ar: الإعدادات
da: Indstillinger
fi: Asetukset
fil: Mga setting
he: הגדרות
hi: सेटिंग्स
kn: ಸೆಟ್ಟಿಂಗ್
lb: Astellungen
nl: Instellingen
sl: Nastavitve
th: การตั้งค่า

# user.alert.generic-error.subtitle
source: Please try again in a few moments
ar: الرجاء المحاولة مرة أخرى بعد بضع ثوان
da: Forsøg venligst igen om et øjeblik
fi: Yritä uudelleen hetken kuluttua
fil: Mangyaring subukan muli sa ilang sandali
he: נא לנסות שוב בעוד מספר רגעים
hi: कृपया कुछ क्षणों में पुन: प्रयास करें
kn: ದಯವಿಟ್ಟು ಕೆಲವು ಕ್ಷಣಗಳಲ್ಲಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
lb: Probéiert et w.e.g. nach nach eng Kéier an e puer Momenter
nl: Probeer het opnieuw in een ogenblik
sl: Poskusite znova čez nekaj trenutkov
th: โปรดลองอีกครั้งในอีกสักครู่

# user.alert.generic-error.title
source: There was an error logging in
ar: حدث خطأ أثناء تسجيل الدخول
da: Der opstod en fejl ved at logge ind
fi: Virhe sisäänkirjautumisessa
fil: Nagkaroon ng error sa pag-login
he: אירעה שגיאה בכניסה
hi: प्रवेश करने में कोई त्रुटि थी
kn: ಲಾಗ್ ಇನ್ ಮಾಡುವಲ್ಲಿ ದೋಷ ಕಂಡುಬಂದಿದೆ
lb: Beim Login ass een Fehler opgetruetten
nl: Er is een fout opgetreden bij het inloggen
sl: Pri prijavi je prišlo do napake
th: มีข้อผิดพลาดในการเข้าสู่ระบบ

# user.alert.password-missing
source: Password is required
ar: رمز المرور مطلوب
da: Adgangskode er påkrævet
fi: Salasana tarvitaan
fil: Kinakailangan ang password
he: נדרשת ססמה
hi: पासवर्ड आवश्यक है
kn: ಗುಪ್ತಪದದ ಅಗತ್ಯವಿದೆ
lb: Passwuert ass néideg
nl: Wachtwoord is vereist
sl: Zahtevano je geslo
th: ต้องการรหัสผ่าน

# user.alert.username-missing
source: Username is required
ar: اسم المستخدم مطلوب
da: Brugernavn er påkrævet
fi: Käyttäjätunnus on pakollinen
fil: Kailangan ang username
he: נדרש שם משתמש
hi: उपयोगकर्ता नाम आवश्यक है
kn: ಬಳಕೆದಾರಹೆಸರು ಅಗತ್ಯವಿದೆ
lb: Username w.e.g.
nl: Gebruikersnaam is vereist
sl: Potrebno je uporabniško ime
th: ต้องระบุชื่อผู้ใช้

# user.alert.wrong-credentials.subtitle
source: Check your username and password are correct
ar: تحقق من اسم المستخدم وكلمة المرور الخاصة بك
da: Tjek, at dit brugernavn og din adgangskode er korrekte
fi: Tarkista käyttäjätunnuksesi ja salasanasi
fil: Suriin kung tama ang iyong username at password
he: יש לוודא ששם המשתמש והססמה שלך נכונים
hi: अपने उपयोगकर्ता नाम और पासवर्ड की जांच कीजिये
kn: ನಿಮ್ಮ ಬಳಕೆದಾರ ಹೆಸರು ಮತ್ತು ಪಾಸ್ವರ್ಡ್ ಸರಿಯಾಗಿವೆಯೆ ಎಂದು ಪರಿಶೀಲಿಸಿ
lb: Iwwerpréift ären Benotzernumm a ärt Passwuert op dës richtesch sinn
nl: Controleer uw gebruikersnaam en wachtwoord
sl: Preverite svoje uporabniško ime in geslo
th: ตรวจสอบชื่อผู้ใช้และรหัสผ่านของคุณถูกต้อง

# user.alert.wrong-credentials.title
source: Unable to log in
ar: فشل في تسجيل الدخول
da: Kan ikke logge ind
fi: Kirjautuminen epäonnistui
fil: Hindi makapaglog-in
he: לא ניתן להיכנס
hi: लॉग इन करने में असमर्थ
kn: ಪ್ರವೇಶ ವಿಫಲವಾಯಿತು
lb: Alogen ass onméiglech
nl: Kan niet inloggen
sl: Prijava ni mogoča
th: ไม่สามารถเข้าสู่ระบบได้

# user.check-your-contributions.button
source: Check Your Contributions
ar: مساهماتك
da: Tjek dine bidrag
fi: Tarkista lisäämäsi tuotteet / tiedot
fil: Suriin ang Iyong mga Kontribusyon
he: הצגת התרומות שלך
hi: अपने योगदान की जांच करें
kn: ನಿಮ್ಮ ಕೊಡುಗೆಗಳು
lb: Iwwerpréift ären Beitraach
nl: Controleer uw bijdragen
sl: Preverite svoje prispevke
th: ตรวจสอบการบริจาคของคุณ

# user.create-account.button
source: Create An Account
ar: إنشاء حساب
da: Opret en konto
fi: Luo tili
fil: Gumawa ng Account
he: יצירת חשבון
hi: अपना खाता बनाएं
kn: ಖಾತೆ ರಚಿಸಿ
lb: Créiert ären Account
nl: Maak een account aan
sl: Ustvari račun
th: สร้างบัญชีผู้ใช้

# user.create-account.text
source: If you don't have an account, click the link bellow to create one.
ar: إذا لم يكن لديك حساب ، فانقر على الرابط أدناه لإنشاء حساب.
da: Har du ikke en konto, så tryk på linket nedenfor for at oprette en.
fi: Jos sinulla ei ole tiliä, voit luoda sen napsauttamalla linkkiä.
fil: Kung wala kang account, i-click ang link sa ibaba upang lumikha ng isa.
he: אם עוד אין לך חשבון, יש ללחוץ על הקישור להלן כדי ליצור אחד.
hi: यदि आपके पास खाता नहीं है, तो एक बनाने के लिए नीचे दिए गए लिंक पर क्लिक करें ।
kn: ನಿಮಗೆ ಖಾತೆಯನ್ನು ಹೊಂದಿಲ್ಲದಿದ್ದರೆ, ಒಂದನ್ನು ರಚಿಸಲು ಬೆಲ್ಲೋ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.
lb: Wann Dir kee Kont huet, klickt op de Link fir een ze erstellen.
nl: Als u geen account hebt, klikt u op de onderstaande link om een ​​account aan te maken.
sl: Če nimate računa, kliknite spodnjo povezavo, da jo ustvarite.
th: หากคุณยังไม่มีบัญชีให้คลิกลิงก์เพื่อสร้าง

# user.log-in
source: Log In
ar: تسجيل الدخول
da: Log Ind
fi: Kirjaudu sisään
fil: Mag-login
he: כניסה
hi: लॉग इन करें
kn: ಲಾಗಿನ್
nl: Aanmelden
sl: Prijava
th: เข้าสู่ระบบ

# user.log-out
source: Log Out
ar: تسجيل الخروج
da: Log ud
fi: Kirjaudu ulos
fil: Mag-log Out
he: יציאה
hi: लॉग आउट करें
kn: ಲಾಗ್ ಔಟ್
lb: Ausloggen
nl: Uitloggen
sl: Odjava
th: ออกจากระบบ

# user.password
source: Password
ar: كلمة المرور
da: Adgangskode
fi: Salasana
he: ססמה
hi: पासवर्ड
kn: ಪಾಸ್‌ವರ್ಡ್
nl: Wachtwoord
sl: Geslo
th: รหัสผ่าน

# user.tab-bar.item
source: User
ar: المستخدم
da: Bruger
fi: Käyttäjä
fil: Gumagamit
he: משתמש
hi: उपयोगकर्ता
kn: ಬಳಕೆದಾರ
lb: Benotzer
nl: Gebruikersnaam
sl: Uporabnik
th: ผู้ใช้งาน

# user.username
source: Username
ar: اسم المستخدم
da: Brugernavn
fi: Käyttäjätunnus
he: שם משתמש
hi: उपयोगकर्ता नाम
kn: ಬಳಕೆದಾರನ ಹೆಸರು
lb: Benotzernumm
nl: Gebruikersnaam
sl: Uporabniško ime
th: ชื่อผู้ใช้

# user.why-log-in.text
source: Login in with your account will associate all your contributions to your account.
ar: سيؤدي تسجيل الدخول إلى حسابك إلى ربط جميع مساهماتك بحسابك.
da: Log ind med din konto for at associere alle dine bidrag med din konto.
fi: Kirjautuminen yhdistää lisäämäsi tuotteet ja tiedot käyttäjätiliisi.
fil: Ang pag-login gamit ang iyong account ay maguugnay ng lahat ng iyong mga kontribusyon sa iyong account.
he: כניסה עם החשבון שלך תשייך את כל התרומות לחשבונך.
hi: अपने खाते से लॉगिन करने पर आपके सभी योगदानों को अपने खाते में जोड़ देगा।
kn: ನಿಮ್ಮ ಖಾತೆಯೊಂದಿಗೆ ಲಾಗಿನ್ ಆಗಿ ನಿಮ್ಮ ಖಾತೆಗೆ ನಿಮ್ಮ ಎಲ್ಲಾ ಕೊಡುಗೆಗಳನ್ನು ಸಂಯೋಜಿಸಲಾಗುತ್ತದೆ.
lb: Login Iech mat ärem Account an.Op dësem Wee ginn all är Beiträch mat ärem Konto verbonnen
nl: Wanneer u zich aanmeldt met uw account, worden al uw berichten gekoppeld aan uw account.
sl: Prijava z vašim računom bo povezala vse vaše prispevke v svoj račun.
th: เข้าสู่ระบบด้วยบัญชีของคุณจะเชื่อมโยงการบริจาคทั้งหมดของคุณเข้ากับบัญชีของคุณ

# call-to-action.nutrition
source: Take a picture of the nutrition facts
ar: التقط صورة لجدول الحقائق الغذائية
fi: Ota kuva ravintosisällöstä
hi: पोषण तालिका की तस्वीर लें
kn: ಪದಾರ್ಥಗಳ ಚಿತ್ರವನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ
lb: Maacht w.e.g eng Foto vun der Ernährungstabell
th: ถ่ายภาพข้อมูลโภชนาการ

# CFBundleName
source: $(PRODUCT_NAME)
fil: $(PANGALAN_NG_PRODUKTO)

source: call-to-action.ingredients
fil: tawag-sa-pagkilos.sangkap

source: call-to-action.nutrition
fil: tawag-sa-pagkilos.nutrisyon

source: call-to-action.summary
fil: tawag-sa-pagkilos.buod

source: product-add.image-upload-error-banner.title
fil: produkto-add.larawan-upload-error-banner.title

source: product-add.image-upload-success-banner.title
fil: produkto-add.larawan-upload-success-banner.title

source: product-add.save-error.message
fil: produkto-add.save-error.message

source: product-add.save-error.title
fil: produkto-add.save-error.title

source: product-add.uploading-image-banner.title
fil: produkto-add.uploading-larawan-banner.title

source: product-detail.nutrition-table.for-serving
fil: produkto-detalye.nutrisyon-table.for-serving

source: product-detail.page-title.ingredients
fil: produkto-detalye.pahina-title.sangkap

source: product-detail.page-title.nutrition
fil: produkto-detalye.pahina-title.nutrisyon

source: product-detail.page-title.nutrition-table
fil: produkto-detalye.pahina-title.nutrisyon-talahanayan

source: product-detail.page-title.summary
fil: produkto-detalye.pahina-title.buod

source: user.alert.password-missing
fil: user.banta.password-nawawala

source: user.alert.username-missing
fil: user.banta.username-nawawala
